[
  {
    "filename": "jade-2025-05-16.png.webp",
    "alt": "Yksi pallo vaaleanpunaista jäätelöä vohvelissa. Kuvan taustalla Turun Aurajokirantaa sumentuneena. Päivä on aurinkoinen ja kuva huokuu alkavaa kesää.",
    "date": "2025-05-16",
    "caption": "Maku oli hyvin tunnistettavan vesimelonimainen, mutta aika hento kokonaisuudessaan. Jäätelö oli mukavan raikas kauniin kesäisessä Aurajokirannassa nautittuna.\nSellainen hyvä perusjäätelö. Ei tullut fiilistä että ostaisin tätä kuitenkaan toiste, kun valikoimissa on paljon parempiakin.",
    "title": "Carte d'Or Vesimeloni"
  },
  {
    "filename": "jade-2025-05-19.png.webp",
    "alt": "Lähikuva jäätelötötteröstä, jossa valkoista jäätelöä punaisilla vadelmahillokierteillä.",
    "date": "2025-05-19",
    "caption": "Maanantai on mahdollisuuksia täynnä. Tänään kävin lounaan päälle nauttimassa jäätelökesän toisen kokelaan, Carte d'Orin vadelma-valkosuklaan. Siinä missä perjantainen vesimelonijäätelö jäi maultaan hennoksi, tämä oli kaikkea muuta.\nErittäin vahva ja raikas vadelma sekä herkullinen valkosuklaa hivelivät makunystyröitä tavalla, joka karkottaa kaikki ikävät maanantai-konnotaatiot mielestä. Tähän yhdistettynä kaunis Aurajokiranta, lämmin päivä ja auringonpaiste, niin kyllä miehen kelpaa.",
    "title": "Carte d'Or Vadelma & Valkosulkaa"
  },
  {
    "filename": "jade-2025-05-23.png.webp",
    "alt": "Lähikuva jäätelötötteröstä, jossa kirkkaan punaista sorbettijäätelöä.",
    "date": "2025-05-23",
    "caption": "Usemman sadepäivän jälkeen aurinko palasi Turun taivaalle perjantai-iltapäivästä, kuin toivottaakseen viikonlopun tervetulleeksi. Auringon mukana saapui jokirantaan myös jäätelömyyjä ja aamupäivän skeptisyydestä huolimatta sain kuin sainkin tänään maisteltua uutta jäätelöä.\nKokemus oli erikoinen: kesän ensimmäinen raikas sorbetti ja varmaan ensi kertaa eläissäni vohvelitötterössä. Tämä yllätti, sillä ainakaan tämä sorbettijäätelö ei tuntunut sopivan yhtään vohvelin kanssa, mikä oli iso pettymys. Jäätelö itsessään oli oikein maukas ja voimakas kokemus, mutta tämän perjantain tunnelmaan olisi sopinut paremmin joku maitopohjaisempi valinta.",
    "title": "Jymy Mansikka-Lime sorbetti"
  },
  {
    "filename": "jade-2025-06-03.png.webp",
    "alt": "Lähikuva jäätelötötteröstä, jossa valkoista vaniljajäätelöä ja mustia salmiakkiraitoja.",
    "date": "2025-06-03",
    "caption": "Aurinkoinen kesäkuun tiistaipäivä oli onnistuneen työpäivän päätteeksi aiheellista päättää Ingmanin salmiakkijäätelöllä. Salmiakki on jäätelön lisämakujen ruhtinaita ja tässä Ingmanin pallossa maku oli erittäin hyvin kohdallaan.",
    "title": "Ingman Salmiakki"
  }
]
